<!-- dflook/terraform-github-actions {"workspace":"default","backend_type":"s3","backend":"57e69c7338c43a3644b576bfaf3e91d650cad4f51149c3e01731ff0fa14ac366","plan_job_ref":"Job Terraform plan #10 at https://github.com/LipatovAlexander/MovieRecognizer/actions/runs/8124023084","plan_hash":"63627228b4c1dda9467603bf4360516dc663d1517b29c158492e7308364e9e54","plan_text_format":"diff","version":"1.42.0","plan_out_hash":"e63acb8cff5c2f67a3e1c78df0aae80dc9b46afc35f9d0114c6fbad722933c35","closed":true} -->
Terraform plan in __terraform__
<details>
<summary>Plan: 1 to add, 0 to change, 0 to destroy.</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+   create

Terraform will perform the following actions:

  # yandex_storage_bucket.test will be created
+   resource "yandex_storage_bucket" "test" {
+       bucket                = "movie-recognizer"
+       bucket_domain_name    = (known after apply)
+       default_storage_class = (known after apply)
+       folder_id             = (known after apply)
+       force_destroy         = false
+       id                    = (known after apply)
+       website_domain        = (known after apply)
+       website_endpoint      = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

:x: Error applying plan in [Terraform apply #1](https://github.com/LipatovAlexander/MovieRecognizer/actions/runs/8124031017)